cleanmgr /c driveletter /VERYLOWDISK /SETUP /AUTOCLEAN

rem [/d driveletter]
rem /AUTOCLEAN используетс€ дл€ очистки старых файлов, оставшихс€ после апгрейда билда Windows.
rem /SETUP позвол€ет удалить файлы, оставшиес€ от предыдущей версии Windows.
rem /LOWDISK Ц запускает графический интерфейс Disk Cleanup с уже выбранными параметрами очистки.
rem /VERYLOWDISK выполн€ет автоматическую очистку, а после окончани€ оторажает информацией о выполненных действи€х и свободном месте.

rem /sageset:n и /sagerun:n вы можете создать и выполнить настроенный набор параметров очистки.
